Repository: kehittamo/kehittamo-share-buttons
Catalog: languages/kehittamo-share-buttons-*.po
Languages: fi

source: Share Buttons
fi: Sosiaalisen median jakonapit

source: Share Buttons Settings
fi: Sosiaalisen median jakonappien asetukset

source: Developed by Kehittämö
fi: Lisäosan tarjoaa Digitoimisto Kehittämö

source: Show share buttons at the top of posts?
fi: Näytä jakonapit artikkelin yläosassa?

source: Show share buttons at the bottom of posts?
fi: Näytä jakonapit ja jakotilastot artikkelin alaosassa?

source: Add Facebook App ID
fi: Lisää Facebook-sovelluksen ID

source: Add Facebook App Secret
fi: Lisää Facebook-sovelluksen Secret

source: Disable plugin default styles
fi: Poista lisäosan oletustyylit käytöstä

source: By default share buttons are set in to the posts top and bottom. <br /> You can choose to hide share buttons from top or/and bottom if you want.
fi: Oletuksena jakonapit näytetään artikkelin ylä- ja alaosassa. <br /> Voit piilottaa jakonapit halutessasi artikkelin ylä- tai/ja alaosasta.

source: You can add share buttons to other content too via shortcode:
fi: Voit lisätä jakonapit myös shortcoden avulla:

source: By default shortcode add buttons with share count. If you want to add buttons without share counts, use:
fi: Oletuksena shortcode lisää jakonapit ja jakomäärän. Jos haluat lisätä vain jakonapit, käytä tätä shortcodea:

source: Share This on Facebook
fi: Jaa Facebookissa

source: Share This on Twitter
fi: Jaa Twitterissä

source: Share This on Whatsapp
fi: Jaa Whatsappissa

source: shares
fi: jakoa
